{
  "Welcome": "Cześć, jestem ",
  "Mati": "Mateusz",
  "WelcomeBrief": "Potrzebujesz strony, która przyciągnie klientów i pomoże Ci wyróżnić się na tle konkurencji?",
  "Projects": "Projekty",
  "Tools": "Technologie",
  "Education": "Edukacja",
  "Bright": "Jaśniej",
  "Dark": "Ciemniej",
  "TranslationButton": "EN",
  "Hire": "Zatrudnij mnie",
  "As_a": "Jako",
  "Ilove": "Uwielbiam tworzyć nowoczesne strony i aplikacje internetowe.",
  "HarderBetter": "Im trudniejszy projekt, tym lepiej!",
  "ClientGain": "Współpracując ze mną, zyskasz technicznego eksperta i partnera, który z pasją przekształca Twoje pomysły w rzeczywistość.",
  "ClientGain2": "Chętnie zrealizuję Twój pomysł na imponującą stronę internetową, która zachwyci klientów.",
  "MoreAboutMe": "Więcej o mnie",
  "TakeLook": "Rzuć okiem na moje portfolio.",
  "Ihope": "Mam nadzieję, że Cię zaintryguje!",
  "PolMed": "Strona internetowa dla firmy Pol-Med, która oferuje nowoczesne stacje edukacyjne dla branży samochodowej, oleje posmażalnicze UCO oraz szeroki wybór narzędzi przemysłowych. Projekt zrealizowany w Node.js zapewnia łatwą nawigację i dostęp do bogatej oferty firmy.",
  "KrainaPsa": "Strona internetowa dla salonu groomerskiego, umożliwiająca właścicielom zwierząt rezerwację wizyt na strzyżenie ich pupili. Stworzona w React i Tailwind CSS, strona oferuje szybkie i intuicyjne rezerwacje oraz nowoczesny design.",
  "VIILiceum": "Oficjalna strona reprezentacyjna VII Liceum w Bydgoszczy. Wykonana przy użyciu React i Tailwind CSS, strona prezentuje informacje o szkole, wydarzeniach i osiągnięciach uczniów, jednocześnie zapewniając nowoczesny i atrakcyjny wygląd.",
  "DiscoverMore": "Odkryj więcej",
  "ToolsIuse": "Technologie, których używam",
  "Arsenal": "Mój arsenał technologiczny jest do Twojej dyspozycji!",
  "MyAdventure": "Moja przygoda edukacyjna ciągle trwa, obejmuje szkołę średnią i planowaną uczelnię.",
  "Sokrates": "Międzynarodowe Liceum Sokrates",
  "Politechnika": "Politechnika Bydgoska",
  "FormError1": "Jak mogę się do Ciebie zwracać?",
  "FormError2": "Spokojnie, nie wyspamuję Cię. Wpisz swój email.",
  "FormError3": "Hmmm, ten adres email wygląda dziwnie. Może spróbuj jeszcze raz z '@'?",
  "FormError4": "Czy na pewno wpisałeś/aś prawidłowy adres email?",
  "FormError5": "Napisz wiadomość, abyśmy mogli rozpocząć owocną współpracę.",
  "Send": "Wyślij",
  "Sent": "Wysłane",
  "InviteToContact": "Zapraszam do kontaktu!",
  "IfQuestions": "Jeśli masz pytania, chcesz omówić projekt lub nawiązać współpracę, bez wahania wypełnij poniższy formularz.",
  "Name": "Imię",
  "Email": "Email",
  "Message": "Wiadomość",
  "Resume": "Życiorys zawodowy / CV",
  "Download": "Pobierz"
}
