{
  "Welcome": "Hi, I'm ",
  "Mati": "Matthew",
  "WelcomeBrief": "Do you need a website that attracts customers and helps you stand out from the competition?",
  "Projects": "Projects",
  "Tools": "Tools",
  "Education": "Education",
  "Bright": "Bright",
  "Dark": "Dark",
  "TranslationButton": "PL",
  "Hire": "Hire me",
  "As_a": "Working as",
  "Ilove": "I love creating modern websites and web applications.",
  "HarderBetter": "The more challenging the project, the better!",
  "ClientGain": "By working with me, you'll gain a technical expert and partner who passionately transforms your ideas into reality.",
  "ClientGain2": "I am eager to bring your idea to life with an impressive website that will amaze your customers.",
  "MoreAboutMe": "More about me",
  "TakeLook": "Take a look at my portfolio.",
  "Ihope": "I hope it captures your interest!",
  "PolMed": "Website for Pol-Med company, offering modern educational stations for the automotive industry, UCO cooking oils, and a wide selection of industrial tools. The project, built in React, ensures easy navigation and access to the company's extensive product range.",
  "KrainaPsa": "Website for a grooming salon allowing pet owners to book appointments for their pets' grooming sessions. Built using React and Tailwind CSS, the site offers fast and intuitive booking features along with a modern design.",
  "BioFloor": "Website for BioFloor Bedding, offering modern sunflower bedding for livestock farming. Built with Next.js using static generation, Tailwind CSS, Lucide Icons, and shadcn, it provides intuitive navigation, attractive design, and showcases benefits.",
  "DiscoverMore": "Discover more",
  "ToolsIuse": "The technologies I use",
  "Arsenal": "My technological arsenal is at your disposal!",
  "MyAdventure": "My educational adventure is still going strong, covering high school and my planned college.",
  "Sokrates": "Sokrates International High School",
  "Politechnika": "Bydgoszcz University of Science and Technology",
  "FormError1": "How should I address you?",
  "FormError2": "Don't worry, I won't spam you. Just enter your email.",
  "FormError3": "Hmm, that email address looks strange. Maybe try again with '@'?",
  "FormError4": "Are you sure you entered the correct email address?",
  "FormError5": "Write a message so that we can start a fruitful collaboration.",
  "Send": "Send",
  "Sent": "Sent",
  "InviteToContact": "Feel free to get in touch!",
  "IfQuestions": "If you have any questions, want to discuss a project, or start a collaboration, feel free to fill out the form below without hesitation.",
  "Name": "Name",
  "Email": "Email",
  "Message": "Message",
  "Resume": "Resume",
  "Download": "Download"
}
